[
    {
        "img": "mixed-martial-arts.jpg",
        "name": "Mixed Martial Arts",
        "description": "Mixed martial arts is as old as combat itself. It was practiced in various forms in ancient Greece, China, Egypt, India, Italy, and Japan. But the rules and regulations were different in each country.",
        "bestStartingAge": "13-16",
        "timeRequired": ""
    },
    {
        "img": "boxing.jpg",
        "name": "Boxing",
        "description": "Boxing first appeared as a formal Olympic event in the 23rd Olympiad (688 BCE), but fist-fighting contests must certainly have had their origin in mankind’s prehistory. The earliest visual evidence for boxing appears in Sumerian relief carvings from the 3rd millennium BCE.",
        "bestStartingAge": "9-10",
        "timeRequired": ""
    },
    {
        "img": "freestyle-wrestling.jpg",
        "name": "Freestyle Wrestling",
        "description": "Freestyle wrestling has its greatest origins in catch-as-catch-can wrestling. In this style, the ultimate goal is to throw and pin the opponent to the mat, which results in an immediate win. Freestyle wrestling allow the use of the wrestler's or the opponent's legs in offense and defense. Freestyle wrestling brings together traditional wrestling, judo, and sambo techniques.",
        "bestStartingAge": "4-6",
        "timeRequired": ""
    },
    {
        "img": "judo.jpg",
        "name": "Judo",
        "description": "Judo came about from the mind of Japanese polymath Kano Jigoro in 1882. He originally created the art to teach physical and mental well-being, as well as to promote morality.Over the years, the martial art evolved and it has since become an Olympic sport. The discipline focuses on throws, takedowns, pins, joint locks, and chokes.",
        "bestStartingAge": "17-20",
        "timeRequired": ""
    },
    {
        "img": "kung-fu.jpg",
        "name": "Kung Fu",
        "description": "Kung fu is responsible for the birth of many martial arts all throughout Asia. The style was created for self-defense, hunting, and military training in olden China. It focuses on strikes, throws, joint manipulation, and pressure point attacks.",
        "bestStartingAge": "4-10",
        "timeRequired": ""
    },
    {
        "img": "karate.jpg",
        "name": "Karate",
        "description": "Karate came to Japan in the early 20th century with the disenfranchised Ryukyuans.        The discipline was taught systematically in “The Land Of The Rising Sun” in the 1920s and 1930s. In 2016, the International Olympic Committee ruled in favor of including the sport in the 2020 Summer Olympic Games in Tokyo.Originally an offshoot of the Ryukyuan martial arts, karate had its influence from kung fu. The discipline emphasizes punching, kicking, elbowing, kneeing, and open-handed strikes.",
        "bestStartingAge": "5-20",
        "timeRequired": ""
    },
    {
        "img": "muay-thai.jpg",
        "name": "Muay Thai",
        "description": "In the 19th century, King Chulalongkorn turned the martial art into a sport. In the years to follow, rules and regulations were introduced. Aside from competition, Muay Thai is learned for self-defense, health, and personal betterment.“The art of eight limbs” emphasizes punches, kicks, knees, and elbows, but it also involves sweeps and clinch work.",
        "bestStartingAge": "4-8",
        "timeRequired": ""
    },
    {
        "img": "taekwondo.jpg",
        "name": "Taekwondo",
        "description": "Taekwondo was developed in Korea between the 1940s and 1950s by martial artists who studied the Japanese and Chinese martial arts. This style focuses on head kicks, jumping kicks, spinning kicks, and other kicking techniques.",
        "bestStartingAge": "5-10",
        "timeRequired": ""
    },
    {
        "img": "lethwei.jpg",
        "name": "Lethwei",
        "description": "The ancient art of lethwei dates back to the 2nd century, when the Pyu Empire controlled much of Myanmar. Original matches were held only for entertainment. It was not until the 1952 boxing Olympian Kyar Ba Nyein traveled around Myanmar to establish the rules and regulations of the sport that people see today. Often called “the art of nine limbs,” lethwei features punches, knees, elbows, kicks, and headbutts.",
        "bestStartingAge": "8-10",
        "timeRequired": ""
    }
]